<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Educational_Institutions.aspx.cs" Inherits="Educational_Institutions" %>

<asp:Content ID="Content1" ContentPlaceHolderID="TitlePlaceHolder" runat="Server">
    Prodromos - Educational Institutions
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder" runat="Server">
    <!-- Leisures -->
    <div class="information">
        <div class="container">
            <div class="information-heading" style="margin: 0 0 5em 0;">
                <h3>Εκπαιδευτικά Ιδρύματα</h3>
            </div>

            <h1 class="wow fadeInLeft animated" data-wow-delay=".2s" style="margin-left: 15px;"><strong>Δημοτικό Σχολείο Προδρόμου</strong></h1>
            <div class="information-grids" style="margin: 0;">
                <div class="col-md-4 information-grid wow fadeInLeft animated" data-wow-delay=".2s" style="width: 100%; margin-bottom: 40px;">
                    <div class="information-info">
                        <div class="information-grid-img">
                            <img src="images/DimotikoSxoleioProdromou.jpg" alt="Δημοτικό Σχολείο Προδρόμου" />
                        </div>
                        <div class="information-grid-info">
                            <h4>Ιστορία</h4>
                            <p>Το Δημοτικό Σχολείο Προδρόμου κτίστηκε το 1961. Ο χώρος που κτίστηκε το σχολείο αγοράστηκε από τη Μητρόπολη Λάρνακας και ονομάστηκε "Μικτή Αστική Σχολή Προδρόμου Λάρνακας. Το σχολείο αρχικά είχε 4 αίθουσες διδασκαλίας και ένα γραφείο.</p>
                            <p>Λειτούργησε για πρώτη φορά το Σχολικό Έτος 1962-63 με 198 παιδιά και 4 δασκάλους. Πρώτος διευθυντής ήταν ο κ.Αναστάστιος Κουτσουλίδης και δασκάλοι οι:  Αμφιτρίτη Κουτσουλίδη, Ανδρέας Πόλης και Αντώνης Σιακαλλής.</p>
                            <p>Στις 25.11.1962 έγιναν τα επίσημα εγκαίνια του Σχολείου. Από τη Σχολική Χρονιά 1979-80 το Σχολείο χωρίστηκε σε δύο κύκλους, τον Κ.Α για τα παιδιά της Α,Β, Γ τάξης και τον Κ.Β' για τα παιδιά της Δ,Ε,Στ'  τάξης. Τοποθετήθηκαν έτσι δύο Διευθυντές , ένας για κάθε κύκλο.</p>
                            <p>Λειτουργούσε παλαιότερα με ένα ή δύο δασκάλους. Σήμερα δεν λειτουργεί λόγω έλλειψης μαθητών.</p>
                        </div>
                    </div>
                </div>
            </div>

            <div class="clearfix"></div>
            <h1 class="wow fadeInLeft animated" data-wow-delay=".2s" style="margin-left: 15px;"><strong>Δασικό Κολέγιο</strong></h1>
            <div class="information-grids" style="margin: 0;">
                <div class="col-md-4 information-grid wow fadeInLeft animated" data-wow-delay=".2s" style="width: 100%; margin-bottom: 40px;">
                    <div class="information-info">
                        <div class="information-grid-img">
                            <img src="images/DasikoKolegio.jpg" alt="Δασικό Κολέγιο" />
                        </div>
                        <div class="information-grid-info">
                            <h4>Ιστορία</h4>
                            <p>Το Δασικό Κολέγιο Κύπρου είναι ίδρυμα Τριτοβάθμιας Εκπαίδευσης που άρχισε τη λειτουργία του το 1951 με κύριο σκοπό την εκπαίδευση στον τομέα της Δασοπονίας, προσωπικού τόσο του Τμήματος Δασών της Κύπρου, όσο και των δασικών υπηρεσιών χωρών του εξωτερικού.</p>
                            <p>Στη σχολή εκπαιδεύονται στη δασοπονική γνώση και πράξη οι νέοι δασοπόνοι που θα αναλάβουν μετά την αποφοίτηση τους το έργο της προστασίας, διατήρησης, ανάπτυξης και ορθολογιστικής διαχείρισης του δασικού μας πλούτου και του φυσικού περιβάλλοντος.</p>
                            <p>Το Δασικό Κολέγιο υπάγεται διοικητικά στο Τμήμα Δασών του Υπουργείου Γεωργίας, Φυσικών Πόρων και Περιβάλλοντος και βρίσκεται στο χωριό Πρόδρομος της Επαρχίας Λεμεσού.</p>
                            <p>Το διδακτικό προσωπικό του Κολεγίου αποτελείται από το Διευθυντή, πέντε καθηγητές και ένα εκπαιδευτή. Το άλλο προσωπικό του Κολεγίου αποτελείται από το οικιακό, το γραμματειακό, το προσωπικό του λογιστηρίου και του κολεγιακού δάσους.</p>
                            <p>Το κτιριακό συγκρότημα του Κολεγίου διαθέτει γραφεία, αίθουσες διδασκαλίας, βιβλιοθήκη, εργαστήριο τεχνολογίας του ξύλου και συντήρησης αλυσοπριόνων, αίθουσα ηλεκτρονικών υπολογιστών και άλλες βοηθητικές εγκαταστάσεις. Διαθέτει επίσης οικοτροφείο στο οποίο διαμένουν οι σπουδαστές, εστιατόριο, αίθουσα αναψυχής και γυμναστηρίου, γήπεδα ποδοσφαίρου, πετόσφαιρας και καλαθόσφαιρας.</p>
                            <p>Για εκπαιδευτικούς σκοπούς διαθέτει δασικό φυτώριο, αίθουσα βοτανολογίου, μετεωρολογικό σταθμό, πυροσβεστικά οχήματα και οχήματα μεταφοράς προσωπικού και άλλο πλούσιο εκπαιδευτικό εξοπλισμό. Επίσης διαθέτει το Κολεγιακό δάσος έκτασης περίπου 2.400 εκταρίων, ιδανικό μέρος για την παροχή δασικής εκπαίδευσης και στην απόκτηση δεξιοτεχνιών μέσω της πρακτικής εξάσκησης στο δάσος.</p>
                            <p>Οι σπουδαστές είναι οργανωμένοι σε σπουδαστικό σύνδεσμο ο οποίος διαδραματίζει σπουδαίο ρόλο στην κοινωνική, ψυχαγωγική και αθλητική ζωή του Κολεγίου και στην ανάπτυξη περιβαλλοντικής συνείδησης στις γύρω κοινότητες.</p>
                        </div>
                    </div>
                </div>
            </div>

        </div>
    </div>
    <!-- //Leisures -->
</asp:Content>

