<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Home.aspx.cs" Inherits="Home" %>

<asp:Content ID="Content1" ContentPlaceHolderID="TitlePlaceHolder" runat="Server">
    Prodromos - Home
</asp:Content>

<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder" runat="Server">
    <!-- banner -->
    <div class="banner">
        <div class="slider">
            <h2 class="wow shake animated" data-wow-delay=".2s" style="-webkit-text-stroke: 1.0px black;">Επισκεφθείτε</h2>
            <div class="border"></div>
            <div id="top" class="callbacks_container-wrap">
                <ul class="rslides" id="slider3">
                    <li>
                        <div class="slider-info">
                            <h3 class="wow fadeInRight animated" data-wow-delay=".2s" style="-webkit-text-stroke: 1.5px black;">ΤΟ ΧΩΡΙΟ ΠΡΟΔΡΟΜΟΣ</h3>
                            <p class="wow fadeInLeft animated" data-wow-delay=".2s">Το πιό ψηλό χωριό στην Κύπρο!</p>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </div>
    <!-- //banner -->
    <!-- information -->
    <div class="information">
        <div class="container">
            <div class="information-heading">
                <h3 class="wow fadeInDown animated" data-wow-delay=".2s">Ιστορία του Πρόδρομου</h3>
                <div style="text-align: justify;">
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">
                        Ο Πρόδρομος είναι χωριό της επαρχίας Λεμεσού, στη γεωγραφική περιφέρεια της Νότιας Μαραθάσας, γύρω στα 60 χιλιόμετρα βορειοδυτικά της πόλης της Λεμεσού.
                    </p>
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">
                        Είναι κτισμένος σε μέσο υψόμετρο 1.380 μέτρων  από το μέσο όρο της στάθμης της θάλασσας και είναι το ψηλότερο χωριό της Κύπρου. 
                    </p>
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">
                        Δέχεται μια πολύ ψηλή μέση ετήσια βροχόπτωση, που φτάνει τα 922 χιλιοστόμετρα. Στην περιοχή του καλλιεργούνται διάφορα είδη φυλλοβόλων οπωροφόρων δέντρω(μηλιές, κερασιές, δαμασκηνιές, αχλαδιές και ροδακινιές).
                        Ο Πρόδρομος είναι ιδιαίτερα γνωστός για την εξαιρετική ποιότητα των μήλων του. Ωστόσο η μεγαλύτερη έκταση του χωριού είναι ακαλλιέργητη. Μέρος του κρατικού δάσους του Τροόδους εμπίπτει στα διοικητικά του όρια. Οι μεγαλύτερες πηγές όχι μόνο του Προδρόμου αλλά και ολόκληρης της οροσειράς του Τροόδους, είναι το συγκρότημα των πηγών Χάρτζιη. Λόγω των εργασιών στο Μεταλλείο  «Χρωμίου», σχεδόν όλα τα υπόγεια νερά της περιοχής Προδρόμου άλλαξαν κατεύθυνση. Μέχρι το 1962 τα φυλλοβόλα οπωροφόρα δέντρα του χωριού, που η έκτασή τους ανερχόταν τότε στα 24 εκτάρια, αρδεύονταν αποκλειστικά από τις πηγές Χάρτζιη και άλλες μικρότερες πηγές. Ωστόσο οι συνεχώς αυξανόμενες ανάγκες για άρδευση νέων φυτειών οπωροφόρων δέντρων, καθώς και η χρησιμοποίηση
                        των πηγών Χάρτζιη και για σκοπούς ύδρευσης και άρδευσης του χωριού, επέβαλαν την κατασκευή, το 1962, του φράγματος Προδρόμου, χωρητικότητας 110.000 μ3. Το φράγμα βρίσκεται κοντά στον κύριο δρόμο Προδρόμου-Τροόδους, στην τοποθεσία Δαμασκηνάρι και από αυτό αρδεύεται έκταση γης 23 εκταρίων, που καλλιεργείται με φυλλοβόλα οπωροφόρα δένδρα.       
                    </p>
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">
                        Η οδική σύνδεση του Προδρόμου με τα γύρω χωριά γίνεται με ελικοειδείς δρόμους, εξαιτίας του βουνίσιου ανάγλυφου της περιοχής. Στα βόρεια συνδέεται με το χωριό Πεδουλάς (γύρω στα 3 χμ.), στα βορειοδυτικά με το μοναστήρι της Παναγίας του Κύκκου (γύρω στα 22 χιλιόμετρα), στα δυτικά με το χωριό Λεμύθου (γύρω στα 2,5 χμ.), στα νοτιοανατολικά με το χωριό Πάνω Πλάτρες (γύρω στα 2  χμ.) και στα νοτιοδυτικά με το χωριό Παλιόμυλος (γύρω στο 1,5 χμ.). Από την πλατεία του Τροόδους, απέχει γύρω στα 8 χιλιόμετρα και από την πόλη της Λευκωσίας γύρω στα 85 χιλιόμετρα.                   
                    </p>
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">
                        Το χωριό γνώρισε συνεχή πληθυσμιακή αύξηση από το 1881 μέχρι το 1946. Το 1881 οι κάτοικοί του ήταν 200 που αυξήθηκαν στους 240 το 1891, στους 282 το 1901, στoυς 317 το 1911, στους 331 το 1921, στους 436 το 1931 και στους 506 το 1946. Το 1960 οι κάτοικοι μειώθηκαν στους 484 και στους 416 το 1973. Μετά την τουρκική εισβολή του 1974 αρκετοί Ελληνοκύπριοι εκτοπισμένοι εγκαταστάθηκαν προσωρινά στον Πρόδρομο και αύξησαν για μικρό χρονικό διάστημα τον πληθυσμό του, χωρίς όμως να κρατηθούν στο χωριό μετά το 1976. Έτσι το 1976 ο πληθυσμός του χωριού ήταν αυξημένος στoυς 505 κατοίκους, που όμως μειώθηκαν στους 318 το 1982. Στην τελευταία απογραφή του 2001 οι κάτοικοι του χωριού ήταν 147. 
                    </p>

                    <button type="button" class="btn btn-primary" style="display: block; width: 57vw; height: 50px; margin: 0 auto; margin-top: 30px; background: #82b480">Read More</button>
                    <div id="moreAbout" style="display: none">
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                            Ο Πρόδρομος χαρακτηρίζεται από ψυχρό και βροχερό χειμώνα και δροσερό και ξηρό καλοκαίρι Κατά τους χειμερινούς μήνες, εκτός από την πολύ ψηλή βροχόπτωση, δέχεται και αρκετή χιονόπτωση. Το χιόνι, που το ύψος του συχνά ξεπερνά το ένα μέτρο, καλύπτει το έδαφος για αρκετές εβδομάδες, το δε κρύο είναι τσουχτερό, με θερμοκρασίες που σε αρκετές περιπτώσεις είναι κάτω του μηδενός. Το 1973 και το 1974 καταγράφηκε στο χωριό ακραία χαμηλότερη θερμοκρασία –8 ο Κελσίου. Σε αντίθεση με τον χειμώνα, το καλοκαίρι στον Πρόδρομο είναι πολύ δροσερό με πιο ζεστούς μήνες, τον Ιούλιο και τον Αύγουστο. Η μέση ημερήσια ψηλότερη θερμοκρασία τον Ιούλιο είναι 27 ο Κελσίου και η μέση ημερήσια χαμηλότερη 17,5 ο Κελσίου.                       
                        </p>
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                            Το όμορφο καταπράσινο τοπίο του χωριού, το δροσερό υγιεινό του κλίμα και το γαλήνιο περιβάλλον του, προσελκύουν κατά τους θερινούς μήνες αρκετούς Κυπρίους παραθεριστές, οι οποίοι ενοικιάζουν σπίτια. Τις Κυριακές του καλοκαιριού, ο Πρόδρομος αποτελεί σταθμό για ξεκούραση και αναψυχή για αρκετούς εκδρομείς, που επισκέπτονται την περιοχή του Τροόδους και το μοναστήρι της Παναγίας του Κύκκου και της Παναγίας Τρικουκιάς. Εξάλλου ο εκδρομικός χώρος του φράκτη του Προδρόμου, δυναμικότητας 250 ατόμων, αποτελεί πόλο έλξης για ένα μεγάλο αριθμό Κυπρίων εκδρομέων. Ένας δεύτερος εκδρομικός χώρος, βρίσκεται στο κύριο δρόμο Πλατρών – Προδρόμου, 3 χλμ μακριά από το χωριό, ονομάζεται Καμπί του Καλογήρου και είναι δυναμικότητας 500 ατόμων.                    
                        </p>
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                           Ο Πρόδρομος στην ουσία αποτελείται από δυο οικισμούς, τον Κάτω Πρόδρομο, όπου βρίσκεται και ο αρχικός πυρήνας του χωριού και τον Πάνω Πρόδρομο, που αναπτύχθηκε τόσο κατά μήκος της κύριας οδικής αρτηρίας Προδρόμου-Πλατρών, όσο και στις γραφικές πλαγιές του βουνού, στα νοτιοδυτικά του Τροόδους                 
                        </p>
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                            Ο Πρόδρομος γνώρισε μεγάλη τουριστική ανάπτυξη, λόγω του καταπληκτικού του κλίματος, αλλά και της ύπαρξης του ξενοδοχείου Βερεγγάρια και τριών άλλων μικρών ξενοδοχείων. Από το ξενοδοχείο Βεραγγάρια έχουν περάσει σπουδαίες προσωπικότητες από χώρες της Ευρώπης και της Μέσης Ανατολής, όπως ο βασιλιάς της Αιγύπτου Φαρούκ και ο πρόεδρος του Ισραήλ Εζέρ Βαϊσμάν. 
                            Σήμερα υπάρχουν αρκετές ευοίωνες προοπτικές για την τουριστική ανάκαμψη του Προδρόμου, λόγω της επικείμενης επαναλειτουργίας του ξενοδοχείου Βερεγγάρια και των μοναδικών φυσικών ομορφιών που διαθέτει το χωριό.                         
                        </p>
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                            Το χωριό υπήρχε κατά τα Μεσαιωνικά χρόνια, με την ίδια ακριβώς ονομασία, βρίσκεται δε σημειωμένο σε παλαιούς χάρτες ως Πρόδρομο. Αποτελούσε φέουδο, που μάλλον υπαγόταν στη μια από τις δυο Μαραθάσες, που αποτελούσε βασιλική ιδιοκτησία (κατά την περίοδο της φραγκοκρατίας η Μαραθάσα ήταν χωρισμένη σε δυο μεγάλα τμήματα, εκ των οποίων το ένα ήταν βασιλική ιδιοκτησία και το δεύτερο ιδιοκτησία του κόμητα της Έδεσσας.                                 
                        </p>
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                           Το όνομα του χωριού είναι αγιολογικό, από το όνομα του αγίου Ιωάννη του Προδρόμου, στον οποίο είναι αφιερωμέvη και η ανοικοδομημένη εκκλησία του. Επίσης, κοντά στο χωριό και προς τα νοτιοανατολικά του, υπήρχε παλιό γνωστό μοναστήρι, εκείνο της Τρικουκκιάς, αφιερωμένο στην Παναγία. Σήμερα το μοναστήρι έχει επαναλειτουργήσει σαν γυναικείο και αρκετές μοναχές διαβιώνουν σ' αυτό. Από το χωριό Πρόδρομος κατάγονταν αρκετοί ιερωμένοι, μεταξύ των οποίων και οι αρχιεπίσκοποι Κύπρου Μακάριος Α΄, Μακάριος ο Β΄, Κύριλλος ο Β΄ και Σωφρόνιος. Στο βόρειο μέρος του χωριού βρίσκεται το Δασικό Κολλέγιο Κύπρου, όπου σπουδάζουν δασοπονία, όχι μόνο οι Κύπριοι υπάλληλοι του τμήματος δασών, αλλά και αρκετοί δασονόμοι από σχεδόν όλο τον κόσμο.                     
                        </p>
                        <p class="wow fadeInUp animated" data-wow-delay=".2s">
                            Κατά την περίοδο της τουρκοκρατίας, αλλά και πιο πριν, κατά τις περιόδους της βενετοκρατίας και της φραγκοκρατίας, μια από τις εργασίες που είχε ανατεθεί στους κατοίκους του Προδρόμου, ήταν η συγκέντρωση χιονιού σε ειδικούς λάκκους και η διατήρησή του, ώστε να αποστέλλεται τούτο στην πρωτεύουσα Λευκωσία και σ' άλλα μέρη του νησιού, κατά τους καλοκαιρινούς μήνες. Το γεγονός αυτό καταγράφει κι ο Ρώσος μοναχός Βασίλι Μπάρσκυ που επισκέφθηκε το χωριό, και το κοντινό μοναστήρι της Τρικουκκιάς, το 1735.           
                        </p>

                        <script>
                            $("button").click(function () {
                                $("#moreAbout").show("slow");
                                $(this).hide();
                            });
                        </script>

                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- //information -->

    <!-- directions -->
    <div class="popular">
        <div class="container">
            <div class="information-heading">
                <h3 class="wow fadeInLeft animated" data-wow-delay=".2s">Οδηγίες προς το Χωριό Πρόδρομος</h3><br>
                <div class="col-md-4 information-grid wow fadeInRight animated" data-wow-delay=".2s" style="width: 100%; margin-bottom: 40px;">
                    <div class="information-info">
                        <div class="information-grid-img" style="height: 300px;">
                            <iframe src="https://www.google.com/maps/embed?pb=!1m26!1m12!1m3!1d104543.92735555589!2d32.908112488726!3d35.03178669409486!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!4m11!3e6!4m5!1s0x14de1767ca494d55%3A0xbfa61172e2b992ff!2sNicosia%2C+Cyprus!3m2!1d35.040015499999996!2d33.1239049!4m3!3m2!1d34.9483038!2d32.832425199999996!5e0!3m2!1sen!2sus!4v1462519775710" style="border: 0; width: 100%; height: 100%"></iframe>
                        </div>
                        <div class="information-grid-info">
                            <h4>Οδηγίες απο Λευκωσία</h4>
                            <%-- <p>Duis dapibus lacinia libero at aliquam. Sed pulvinar, magna vitae consectetur ultricies, augue massa condimentum eros non luctus ipsum lacus interdum odio.</p>--%>
                        </div>
                    </div>
                </div>
                <div class="col-md-4 information-grid wow fadeInLeft animated" data-wow-delay=".2s" style="width: 100%; margin-bottom: 40px;">
                    <div class="information-info">
                        <div class="information-grid-img" style="height: 300px;">
                            <iframe src="https://www.google.com/maps/embed?pb=!1m26!1m12!1m3!1d209643.51587094922!2d32.753853569840004!3d34.81399341933022!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!4m11!3e6!4m5!1s0x14e73316ac02f49d%3A0xdaa97f957025b012!2sLimassol%2C+Cyprus!3m2!1d34.7071301!2d33.0226174!4m3!3m2!1d34.9483038!2d32.832425199999996!5e0!3m2!1sen!2sus!4v1462520248309" style="border: 0; width: 100%; height: 100%"></iframe>
                        </div>
                        <div class="information-grid-info">
                            <h4>Οδηγίες απο Λεμεσό</h4>
                            <p><strong>1) B8, E804 περνώντας από τα χωριά Άλασσα, Λανειά, Τριμίκλινη, Μονιάτης, Πάνω Πλάτρες (πιο γρήγορος)</strong></p>
                            <p><strong>2) Β8, Ε802, F825, E804, περνώντας από τα χωριά Άλασσα, Μονάγρι, Πέρα Πεδί, Μαντριά, Κάτω Πλάτρες (πιο κοντινός)</strong></p>
                        </div>
                    </div>
                </div>
                <div class="col-md-4 information-grid wow fadeInLeft animated" data-wow-delay=".2s" style="width: 100%;">
                    <div class="information-info">
                        <div class="information-grid-img" style="height: 300px;">
                            <iframe src="https://www.google.com/maps/embed?pb=!1m28!1m12!1m3!1d209662.83987503863!2d32.500728769232765!3d34.80639790321942!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!4m13!3e0!4m5!1s0x14e70663f42de2c9%3A0x6c05fdff50f4b5e7!2sPaphos%2C+Cyprus!3m2!1d34.7720133!2d32.4297369!4m5!1s0x14e7469e698ab389%3A0xe4d445d0ae5bda48!2sE804%2C+Prodromos%2C+Cyprus!3m2!1d34.9451652!2d32.8369224!5e0!3m2!1sen!2sus!4v1464846877743" style="border: 0; width: 100%; height: 100%"></iframe>
                        </div>
                        <div class="information-grid-info">
                            <h4>Οδηγίες απο Πάφο</h4>
                        </div>
                    </div>
                </div>
                <div class="clearfix"></div>
            </div>
        </div>
    </div>
    <!-- //directions -->
</asp:Content>

