<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Personalities.aspx.cs" Inherits="Personalities" %>

<asp:Content ID="Content1" ContentPlaceHolderID="TitlePlaceHolder" runat="Server">
    Prodromos - Personalities
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder" runat="Server">
    <!-- Personalities -->
    <div class="about">
        <div class="about-heading">
            <div class="container">
                <h2>Προσωπικότητες</h2>
                <h3 class="wow fadeInUp animated" data-wow-delay=".2s" style="text-decoration: underline;">Κύριλλος Β΄</h3>
            </div>
        </div>
        <div class="about-top">
            <div class="container">
                <div class="about-bottom">
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Κύριλλος Β΄(Παπαδόπουλος, ο από Κιτίου)</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Γνωστός και ως Κυριλλάτσος, Αρχιεπίσκοπος Κύπρου από το 1909 μέχρι το 1916. Ο Κύριλλος Β΄, πριν ανέλθει στον αρχιεπισκοπικό θρόνο, υπήρξε μητροπολίτης Κιτίου από το 1893 μέχρι το 1909. Πιο πριν, διετέλεσε μητροπολίτης Κυρηνείας, από το 1889 μέχρι το 1893.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Γεννήθηκε στο χωριό Πρόδρομος, της επαρχίας Λεμεσού, το 1845 και πέθανε το 1916. Το κοσμικό του όνομα, ήταν Κωνσταντίνος. Με την βοήθεια της Αρχιεπισκοπής, φοίτησε στην Ελληνική Σχολή της Λευκωσίας από το 1860 έως το 1866 και σπούδασε στη συνέχεια, στη Θεολογική Σχολή του Τιμίου Σταυρού στα Ιεροσόλυμα, απ’ όπου και αποφοίτησε το 1872. Τον επόμενο χρόνο, 1873, επέστρεψε στην Κύπρο και χειροτονήθηκε διάκονος. Εργάστηκε ως καθηγητής στην Ελληνική Σχολή της Λευκωσίας, και ως ιεροκήρυκας της Αρχιεπισκοπής. Το 1889 ο τότε επίσκοπος Κυρηνείας Χρύσανθος, μεταπήδησε στον κενωθέντα θρόνο της επισκοπής Κιτίου (επειδή η επισκοπή Κιτίου ήταν μεγαλύτερη, αλλά και ιεραρχικά ανώτερη εκείνης της Κυρηνείας) και στον κενό θρόνο της επισκοπής Κυρηνείας εξελέγη ο Κύριλλος Παπαδόπουλος.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Στον θρόνο της επισκοπής Κερύνειας, ο Κύριλλος παρέμεινε μόνο για τέσσερα χρόνια, δηλαδή μέχρι το 1893. Τότε, μετά τον θάνατο του επισκόπου Κιτίου Χρύσανθου, κι ακολουθώντας το παράδειγμά του, ο Κύριλλος μεταπήδησε κι αυτός στον θρόνο της επισκοπής Κιτίου.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Στο μεταξύ ο Κύριλλος Β΄, πριν ακόμη γίνει αρχιεπίσκοπος, αλλά ως μητροπολίτης Κερύνειας και αργότερα Κιτίου, πολιτεύθηκε παράλληλα προς το αρχιερατικό του αξίωμα, από το 1889. Διετέλεσε μέλος του Νομοθετικού Συμβουλίου, δηλαδή βουλευτής, κατορθώνοντας να εκλεγεί για πέντε συνεχείς περιόδους: Το 1889-1891, το 1891-1896, το 1896-1901, το 1901-1906 και το 1906-1911. Κατά την διάρκεια της τελευταίας βουλευτικής θητείας του, εξελέγη αρχιεπίσκοπος Κύπρου το 1909.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Της εκλογής του όμως ως αρχιεπισκόπου, προηγήθηκε μια σοβαρότατη εκκλησιαστική κρίση, που δίχασε την Εκκλησία και τον λαό για 10 περίπου χρόνια. Η κρίση αυτή παρέμεινε γνωστή στην πρόσφατη ιστορία της Κύπρου, ως το αρχιεπισκοπικό ζήτημα. Η διαμάχη αυτή, αρχικά καθαρά εκκλησιαστική, προσέλαβε ύστερα και ευρύτερες πολιτικές και κοινωνικές προεκτάσεις.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Το 1899 πεθαίνει ο μητροπολίτης Πάφου Επιφάνιος και το 1900 πεθαίνει και ο αρχιεπίσκοπος Κύπρου Σωφρόνιος. Μετά τους δύο αυτούς θανάτους, η Κυπριακή Εκκλησία, παρέμεινε με δύο μόνο ιεράρχες: Τον Κιτίου Κύριλλο Παπαδόπουλο (Κυριλλάτσο) και τον Κυρηνείας Κύριλλο Βασίλειο (Κυριλλούδιν). Και οι δύο προβλήθηκαν ως υποψήφιοι για το αξίωμα του αρχιεπισκόπου Κύπρου. Η έλλειψη πλήρους εκκλησιαστικής ιεραρχίας που ν’ αποτελεί σύνοδο και η μη ύπαρξη θεσμοποιημένων μεθόδων γύρω από την διαδικασία εκλογής αρχιεπισκόπου, οδήγησαν πολύ γρήγορα τα πράγματα σε αδιέξοδο, με αποτέλεσμα να προκληθεί οξύτατος ανταγωνισμός, μεταξύ των δύο υποψήφιων Κυρίλλων. Ο ίδιος ο λαός χωρίστηκε σε κιτιακούς (οπαδούς του Κιτίου Κυρίλλου) και σε κυρηνειακούς (οπαδούς του Κυρηνείας Κυρίλλου). Η διαμάχη ήταν όχι μόνο μακρόχρονη, αλλά και ιδιαίτερα οξεία, γιατί είχε και άλλες προεκτάσεις. Ο κάθε ένας από τους δύο Κυρίλλους, εξέφραζε και μια δική του γραμμή, πάνω στο εθνικό θέμα της Κύπρου. Οι Βρετανοί, επίσημα τουλάχιστον, δεν πήραν ενεργό μέρος στη διαμάχη που κράτησε μια δεκαετία. Είναι όμως φανερό, ότι η παράταση της κρίσης μεταξύ των ιδίων των Ελλήνων της Κύπρου τους ευνοούσε.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Οι υποστηρικτές των δύο Κυρίλλων, οι κιτιακοί και οι κυρηνειακοί, παρέμειναν γνωστοί και με τους χαρακτηρισμούς αδιάλλακτοι και διαλλακτικοί αντιστοίχως, εξαιτίας της πολιτικής γραμμής που η κάθε μερίδα ενσάρκωνε.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Η διαμάχη των δύο Κυρίλλων και των υποστηρικτών τους, διήλθε από πολλά στάδια και στο όλο ζήτημα, αναμείχθηκαν και τα πατριαρχεία Κωνσταντινουπόλεως, Ιεροσολύμων και Αλεξανδρείας.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Το 1907 ο τότε κυβερνήτης Χάρμαν προώθησε στο Νομοθετικό Συμβούλιο ένα νομοσχέδιο «Περί της εκλογής Αρχιεπισκόπου», του οποίου την ετοιμασία είχε αναθέσει στον «λευκό πολιτευτή» Ιωάννη Κυριακίδη. Ο Κυρηνείας Κύριλλος, κατάγγειλε το νομοσχέδιο αυτό, προς το οποίο αντέδρασε και ο οικουμενικός πατριάρχης Ιωακείμ. Τον Ιούνη του ιδίου χρόνου, ήλθαν στην Κύπρο ο πατριάρχης Αλεξανδρείας Φώτιος και ο αρχιμανδρίτης του πατριαρχείου Ιεροσολύμων Μελέτιος Μεταξάκης, καθώς και ο μητροπολίτης Αγχιάλου Βασίλειος, προκειμένου να συμβάλουν στην επίλυση της κρίσεως. Όμως τελικά βρέθηκαν κι αυτοί αναμεμειγμένοι σ’ αυτήν, υποστηρίζοντας ο μεν Φώτιος τον Κιτίου Κύριλλο, ο δε Βασίλειος τον Κυρηνείας Κύριλλο.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Τον Φεβράρη του 1908, το οικουμενικό πατριαρχείο Κωνσταντινουπόλεως πήρε την αψυχολόγητη απόφαση (ύστερα από διαβουλεύσεις και με τους Βρετανούς), να εκλέξει εκείνο τον νέο αρχιεπίσκοπο Κύπρου, κι εξέλεξε τον Κυρηνείας Κύριλλο. Η αντίδραση των οπαδών του Κιτίου Κυρίλλου ήταν άμεση και αποφασιστική, ενώ οι κυρηνειακοί πανηγύριζαν. Μεγάλα πλήθη κιτιακών, συνέρευσαν στη Λευκωσία με ελληνικές σημαίες και συνθήματα, κι απειλήθηκαν σοβαρότατα επεισόδια. Οι κυρηνειακοί είχαν στο μεταξύ καταλάβει την Αρχιεπισκοπή, στην οποία βρίσκονταν τόσο ο Κιτίου Κύριλλος, όσο και ο Κυρηνείας Κύριλλος, κι απαιτούσαν να προχωρήσει η διαδικασία ενθρονίσεως. Οι βρετανικές αρχές, για να προλάβουν την αιματοχυσία, εκκένωσαν την Αρχιεπισκοπή και μετέφεραν τους δύο μητροπολίτες στο αρμοστείο. Φοβούμενος εξάλλου, την αιματοχυσία, ο Κυρηνείας Κύριλλος, ανακοίνωσε ότι δεν αποδεχόταν την εκλογή του, γιατί δεν ήθελε όπως είπε, να βαδίσει επί πτωμάτων. Οι συγκρούσεις και ο πετροπόλεμος δεν απεφεύχθησαν όμως κι ο ύπατος αρμοστής κήρυξε τον στρατιωτικό νόμο.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Μετά απ’ αυτά, επισπεύθηκε η ψήφιση του νόμου για εκλογή αρχιεπισκόπου, που εγκρίθηκε από το Νομοθετικό Συμβούλιο (στο οποίο τη συντριπτική πλειοψηφία από τα 9 μέλη των Ελλήνων αποτελούσαν οπαδοί του Κιτίου Κύριλλου) στις 22.4.1908. Κατέστη στη συνέχεια δυνατό να διεξαχθούν εκλογές προς ανάδειξη γενικών αντιπροσώπων. Οι εκλογές διεξήχθησαν χωρίς σοβαρά επεισόδια. Και στις 8.4.1909 συγκεντρώθηκαν οι εκλεγέντες γενικοί αντιπρόσωποι (60 τον αριθμό) στο μέγα συνοδικό της Αρχιεπισκοπής και εξέλεξαν ως αρχιεπίσκοπο Κύπρου, τον Κιτίου Κύριλλο. Η τελική όμως συμφιλίωση των δυο Κυρίλλων, επήλθε τον Φεβράρη του 1910, ύστερα από επέμβαση της ελληνικής κυβέρνησης. Στον χαμένο των εκλογών, απενεμήθη ο τίτλος του «μακαριωτάτου προέδρου Κυρηνείας», Έμελλε όμως κι αυτός ν’ ανέλθει στον αρχιεπισκοπικό θρόνο λίγα χρόνια αργότερα, ως ο Κύριλλος, μετά τον θάνατο του μεγάλου αντιπάλου του, το 1916.</p>
                </div>
            </div>
        </div>
    </div>


    <div class="about">
        <div class="about-heading">
            <div class="container">
                <h3 class="wow fadeInUp animated" data-wow-delay=".2s" style="text-decoration: underline;">Μακάριος Αρχιεπίσκοπος A΄</h3>
            </div>
        </div>
        <div class="about-top">
            <div class="container">
                <div class="about-bottom">
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Μακάριος Αρχιεπίσκοπος A΄</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Mε το όνομα Μακάριος, υπηρέτησαν τρεις συνολικά Ορθόδοξοι αρχιεπίσκοποι Κύπρου, γνωστοί ως Μακάριος Α΄, Μακάριος Β΄ Μυριανθεύς και Μακάριος Γ΄ ο πρώτος πρόεδρος της Κυπριακής Δημοκρατίας.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Μακάριος Α΄: Αρχιεπίσκοπος Κύπρου κατά την περίοδο της τουρκοκρατίας και συγκεκριμένα από το 1854 μέχρι το 1865.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο Μακάριος Α΄ καταγόταν, όπως και ο Μακάριος Β΄, από την Μαραθάσα. Αναφέρεται δε ως Μακάριος Χριστοδουλίδης Μυριανθεύς. Γεννήθηκε στο χωριό Πρόδρομος και πέθανε στη Λευκωσία τον Αύγουστο του 1865 από χολέρα, αρνούμενος να εγκαταλείψει την πόλη, της οποίας οι κάτοικοι αποδεκατίζονταν από την επιδημία που είχε ενσκήψει.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Το 1854 ο Μακάριος ήταν ιεροδιάκονος, όταν πέθανε ο αρχιεπίσκοπος Κύριλλος (23.7.1854) εξελέγη διάδοχος του, στον αρχιεπισκοπικό θρόνο. Η χειροτονία του, έγινε στον καθεδρικό ναό της Λευκωσίας, στις 26 Αυγούστου 1854 από τους επισκόπους Πάφου Χαρίτωνα, Κιτίου Μελέτιο και Κυρηνείας Μελέτιο. Υπήρξε ένας από τους σημαντικότερους Κύπριους ιεράρχες της περιόδου της τουρκοκρατίας κι ένας από εκείνους των οποίων έχουν διασωθεί τα βεράτια. Τα βεράτια ήσαν επίσημα οθωμανικά έγγραφα, δια των οποίων αφ’ ενός αναγνωριζόταν από τις αρχές η εκλογή ιεραρχών και συνεπώς αυτοί μπορούσαν ν’ αναλάβουν τα καθήκοντα τους, αφ’ ετέρου δε, περιείχαν τις βασικές σχέσεις μεταξύ της Εκκλησίας και του Κράτους, καθώς και τα προνόμια των κληρικών.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Από την αρχή της αρχιεπισκοπίας του Μακάριου Α΄, αυτός ασχολήθηκε με το ζήτημα του επισκόπου Πάφου Χαρίτωνος, που βρισκόταν σε διάσταση προς το ποίμνιο του και σε θέση κατηγορούμενου από τον λαό της Πάφου. Μεταξύ άλλων, εκατηγορείτο για επίδειξη αδιαφορίας, για αποδιοργάνωση της επισκοπής Πάφου, για άσκοπες δαπάνες και κακή διαχείριση. Το ζήτημα όμως που απασχολούσε την Εκκλησία, έληξε με τον θάνατο του Χαρίτωνος το 1855 και την εκλογή ως διαδόχου του, του Λαυρεντίου, ικανού ιεράρχη και συγχωριανού του αρχιεπισκόπου Μακαρίου Α΄.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο αρχιεπίσκοπος Μακάριος Α΄, εκμεταλλευόμενος τις ευκαιρίες και τα προνόμια που παραχωρήθηκαν στους Κύπριους δια των μεταρρυθμίσεων που εξεδόθηκαν επί των ημερών του (το 1856) ως αποτέλεσμα της συνθήκης των Παρισιών (του 1854), κατόρθωσε να προσφέρει ικανές υπηρεσίες τόσο στην Κυπριακή Εκκλησία όσο και στον Ελληνισμό του νησιού γενικότερα.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Έτσι, επί ημερών του αρχιεπισκόπου Μακαρίου Α΄ κατέστη δυνατή η χρησιμοποίηση κωδώνων στις εκκλησίες, που ήταν απαγορευμένη έως τότε, με βεζύρικη διαταγή ημερομηνίας 18 Σαφέρ 1275. Η πρώτη δε καμπάνα που ήχησε στην Κύπρο μετά την κατάκτηση της από τους Τούρκους το 1570-71, αναρτήθηκε στον καθεδρικό ναό του Αγίου Ιωάννη στη Λευκωσία το 1859. Επίσης, το 1856, με διάβημα του προς τις τουρκικές αρχές, ο αρχιεπίσκοπος κατόρθωσε να εξασφαλίσει όπως οι Κύπριοι ιερείς, μη παρεμποδίζονται κατά την εκτέλεση των καθηκόντων τους, γιατί τότε ήσαν υποχρεωμένοι και αυτοί να συμμετάσχουν στην καταδίωξη των ακρίδων, εγκαταλείποντας ακόμη και τις λειτουργίες και κλειδώνοντας τους ναούς.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Με τις μεταρρυθμίσεις του 1856, ιδρύθηκαν δύο συμβούλια (διοικητικό και δικαστικό) στη Λευκωσία, καθώς και επαρχιακά παρόμοια, με δικαίωμα συμμετοχής και των αρχιερέων. Ο αρχιεπίσκοπος και τρεις άλλοι Χριστιανοί μετείχαν στο γενικό διοικητικό συμβούλιο (ιταρέ μετζιλίς). Ως απόρροια, επίσης, των μεταρυθμίσεων, ιδρύθηκαν και τα πρώτα δημαρχεία στις πόλεις. Επί Μακαρίου έγινε επίσης κατορθωτό, να εξασφαλισθούν διάφορα σημαντικά δικαιώματα των Ελλήνων του νησιού, όπως: α) το δικαίωμα καταγραφής των περιουσιών των αποθανόντων Ελλήνων Κυπρίων υπό των θρησκευτικών ηγετών τους, αντί των εκπροσώπων των οθωμανικών αρχών που ήσαν ευάλωτοι προς κάθε αυθαιρεσία, υπεξαίρεση και προσπάθεια για ατομικό πλουτισμό. β) να γίνονται δεκτές στα δικαστήρια οι μαρτυρίες των Χριστιανών. Επίσης, επί Μακαρίου Α΄ έγινε και σημαντική διοικητική μεταβολή: η Κύπρος αφαιρέθηκε από την διοίκηση του νομού Αρχιπελάγους και απετέλεσε ανεξάρτητο μουτεσαριφλίκι υπό την άμεση διοίκηση της Υψηλής Πύλης.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Κατά το 1860 ο Μακάριος Α΄ προέβη σε παραστάσεις προς τον μεγάλο βεζύρη Μεχμέτ πασά (που ήταν Κύπριος στην καταγωγή), επιδιώκοντας την ελάττωση των φόρων (σχετική επιστολή 8.5.1960, δια της οποίας γίνεται και έκκληση προς τον βεζύρη να φροντίσει για τους συμπατριώτες του Χριστιανούς της Κύπρου. </p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Προς τον Μεχμέτ πασά Κιμπρισλί, τον μεγάλο βεζύρη, ο Μακάριος Α΄ είχε διαβιβάσει μέσω του πατριαρχείου Κωνσταντινουπόλεως, το 1859, και υπόμνημα των αναγκών και των προβλημάτων των Κυπρίων.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Εκεί όμως που ο αρχιεπίσκοπος Μακάριος Α΄ επιτέλεσε σημαντικότατο για την εποχή και υπό τις περιστάσεις έργο, ήταν στον τομέα της εκπαίδευσης. Πράγματι, από την εκλογή του και μετά, πρωταρχικό μέλημα του ήταν η πνευματική ανάπτυξη των Ελλήνων της Κύπρου. Ο ίδιος προσωπικά ίδρυσε, το 1859, το πρώτο παρθεναγωγείο, ενώ τον ίδιο χρόνο προχώρησε στην αναδιοργάνωση και ενίσχυση της Ελληνικής Σχολής Λευκωσίας. Επιστράτευσε επίσης όλους τους ιεράρχες και τα μοναστήρια της Κύπρου για εργασία και εισφορές υπέρ της εκπαιδεύσεως και υπέρ της παροχής υποτροφιών. Υπέρ ενισχύσεως της παιδείας στην Κύπρο, ο αρχιεπίσκοπος απέστειλε και εκκλήσεις σε πολλά μέρη εκτός Κύπρου ιδίως σε μέρη όπου υπηρετούσαν Κύπριοι στην καταγωγή ιεράρχες. Αρκετοί ανταποκρίθηκαν κι έστειλαν χρηματική βοήθεια, όπως οι Κύπριοι Ιωαννίκος (της μονής Βατοπεδίου στο Άγιο Όρος), Μελέτιος (επίσκοπος Πέτρας), Φιλήμων (επίσκοπος Γάζης) κ.α.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Την πρόοδο της εκπαίδευσης στην πρωτεύουσα, παρακολουθούσε στενότατα και συνεχώς, ο ίδιος ο αρχιεπίσκοπος ενώ γενικότερα για την Κύπρο, όπως γράφει ο Φ. Γεωργίου, ο Μακάριος Α΄ διήγειρε την φιλοτιμίαν και τον προς την παιδείαν ζήλον πολλών εις τας κώμας και εν τοις χωρίοις οίτινες συνέστησαν αυτόθι πολλά αλληλοδιδακτικά…</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Πράγματι, η ίδρυση για πρώτη φορά σχολείων σε πολλά μέρη της Κύπρου, οφείλεται στον αρχιεπίσκοπο Μακάριο Α΄. Σώζονται μάλιστα επιστολές του, προς τους κατοίκους χωριών ( όπως την Αθηένου) με τις οποίες τους καλούσε να ιδρύσουν σχολεία.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Η ίδρυση και λειτουργία σχολείων (έστω και εντελώς ανεπαρκών) σε μια εποχή που χαρακτηριζόταν από σχεδόν πλήρη και καθολική αγραμματοσύνη και άγνοια, αποτελούσε ένα δύσκολο έργο, όχι μόνο κοινωνικής αλλά και εθνικής αξίας.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο αρχιεπίσκοπος όμως δεν απέφυγε τον θάνατο από επιδημία χολέρας που είχε ενσκήψει στην πρωτεύουσα το καλοκαίρι του 1865. Αρνούμενος να φύγει από τη Λευκωσία, ο αρχιεπίσκοπος παρέμεινε ανάμεσα στον λαό της πόλης που αποδεκατιζόταν. Αποτέλεσμα ήταν να προσβληθεί και ο ίδιος από την ασθένεια και να πεθάνει στις 4 Αυγούστου του 1865. Ετάφη στην Παλλουριώτισσα.</p>
                </div>
            </div>
        </div>
    </div>


    <div class="about">
        <div class="about-heading">
            <div class="container">
                <h3 class="wow fadeInUp animated" data-wow-delay=".2s" style="text-decoration: underline;">Μακάριος Β΄</h3>
            </div>
        </div>
        <div class="about-top">
            <div class="container">
                <div class="about-bottom">
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Μακάριος Β΄ αρχιεπίσκοπος, ως Μακάριος Μυριανθεύς</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Εθνικός αγωνιστής, αρχιεπίσκοπος Κύπρου από το 1947 μέχρι το 1950, και πιο πριν επίσκοπος Κυρηνείας από το 1917 μέχρι το 1947. Είναι γνωστός ως Μακάριος Μυριανθεύς επειδή καταγόταν από την Μαραθάσα. Γεννήθηκε στο χωριό Πρόδρομος το 1870 και πέθανε στη Λευκωσία το 1950. Το κοσμικό του όνομα ήταν Μιχαήλ Χαραλάμπους Παπαϊωάννου. Τα πρώτα γράμματα διδάχθηκε στο χωριό του και στη συνέχεια φοίτησε στη Σχολή Λεμύθου. Συνέχισε δε τις σπουδές του στην Ελληνική Σχολή Λευκωσίας. Το 1895 χειροτονήθηκε διάκονος, με το όνομα Μακάριος και εστάλη στο εξωτερικό για ανώτερες σπουδές. Σπούδασε στη Μεγάλη του Γένους Σχολή στην Κωνσταντινούπολη, καθώς και στη Θεολογική Σχολή της Χάλκης. Το 1900 ενεγράφη στη Θεολογική Σχολή του Εθνικού Πανεπιστημίου Αθηνών. Το 1905 πήγε στη Γενεύη για μεταπτυχιακές σπουδές και μετά το 1908 επιστρέφει στην Κύπρο. Διορίστηκε ιεροκήρυκας της μητροπόλεως Κιτίου. Αργότερα το 1911 πήγε στην Αλεξάνδρεια για να εργαστεί. Εκεί ο πατριάρχης τον προεχείρισε σε ιερέα και αρχιμανδρίτη. Το 1912 κατετάγη ως εθελοντής στον ελληνικό στρατό με την έναρξη των Βαλκανικών πολέμων, υπηρέτησε ως στρατιωτικός ιεροκήρυκας και διακρίθηκε. Τιμήθηκε με τον Αργυρούν Σταυρό του Σωτήρος και με μετάλλιο. Επέστρεψε στην Κύπρο το 1915 και διορίστηκε αρχιμανδρίτης της Αρχιεπισκοπής και γραμματέας της Ιεράς Συνόδου. Στο θρόνο Κερύνειας , εξελέγη ο Μακάριος στις 20/03/1917.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Επίσκοπος Κερύνειας: Ως επίσκοπος Κερύνειας υπηρέτησε για 30 ολόκληρα χρόνια, από το 1817 μέχρι το 1947. Κατά την περίοδο όμως από το 1931 μέχρι το 1946 (15 χρόνια) βρισκόταν στη εξορία.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο Μακάριος ήταν αδιάλλακτος μαχητής, τασσόμενος ενάντια σε κάθε είδους συμβιβασμό με τους Βρετανούς αποικιοκράτες και υπέρ λύσεως του προβλήματος της Κύπρου με άμεση και άνευ όρων ένωση του νησιού με την Ελλάδα. Ο Μακάριος ήταν ο δημιουργός και ο σφυρηλάτης των αδιάλλακτων ενωτικών κύκλων που είχαν προπύργιο τους την μητρόπολη της Κερύνειας, επί τα ίχνη του δε αυτά βάδισε και ο διάδοχος του στον επισκοπικό θρόνο της Κερύνειας επίσκοπος Κυπριανός. Ως εθνικός ηγέτης, ο Μακάριος ήταν άκαμπτος και ασυμβίβαστος, όμως τίμιος ταυτόχρονα, αγνός και ειλικρινής αγωνιστής. Εκτός από την συμμετοχή του ως εθελοντή στους Βαλκανικούς πολέμους, διενήργησε μεταξύ 1926 και 1928 εκτεταμένης κλίμακας εράνους στην περιφέρεια του, με αποτέλεσμα να συγκεντρώσει το όχι ευκαταφρόνητο για την εποχή ποσόν των 2.800 λιρών. Το μεγαλύτερο μέρος του ποσού αυτού διατέθηκε για την ενίσχυση της ελληνικής πολεμικής αεροπορίας. Ένα αεροπλάνο που αγοράστηκε, ονομάστηκε τιμητικά «Κυρήνεια».</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο Μακάριος διακρινόταν για τους φλογερούς πατριωτικούς λόγους και ομιλίες του. Εργάστηκε επίσης για την προώθηση της εκπαίδευσης στην επισκοπική του περιφέρεια, όπου ίδρυσε σχολεία και ενίσχυσε τα υφιστάμενα. Λιτός και ολιγαρκής ο ίδιος, αλλά και αυστηρός στην εκτέλεση των καθηκόντων του, ενδιαφέρθηκε ακόμη για την ύπαιθρο, την γεωργία αλλά και την εξύψωση του λαού και του κλήρου. Για τους κληρικούς της περιφέρειας του, ήταν ο πρώτος που εισήγαγε την παροχή 13ου μισθού. Ίδρυσε επίσης εκκλησίες και ανακαίνισε άλλες.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Η εθνική και υπέρ ενώσεως της Κύπρου με την Ελλάδα έντονη και μαχητική δραστηριότητα του Μακαρίου, τον οδήγησε στην εξορία τον Οκτώβρη του 1931, αμέσως μετά την εξέγερση την γνωστή με την ονομασία Οκτωβριανά. Ήταν ένας από τους δέκα Κύπριους πολιτικούς ηγέτες που είχαν εξοριστεί τότε, αφού θεωρήθηκαν από τους πρωταγωνιστές της εξεγέρσεως κατά των Βρετανών.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Συνελήφθη στις, 26 Οκτωβρίου, κι εστάλη στην εξορία, για να εγκατασταθεί τελικά στην Ελλάδα. Εγκατεστημένος στην συνοικία Παγκράτι των Αθηνών, έζησε εκεί τα δεινά του Β΄ Παγκοσμίου πολέμου και την εμπειρία της γερμανοϊταλικής κατοχής.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Μετά το τέλος του Β΄ Παγκοσμίου πολέμου, και υπό τις νέες συνθήκες που είχαν δημιουργηθεί, ήρθε το διάταγμα εξορίας του Μακαρίου. Ο Μακάριος επέστρεψε στην Κύπρο, στις 22 Δεκέμβρη του 1946, όπου και του επεφυλάχθη ενθουσιώδης υποδοχή. Στο μεταξύ ο τοποτηρητής Λεόντιος ηγείτο πρεσβείας που είχε πάει στο Λονδίνο, κι έτσι ο Μακάριος ανέλαβε αμέσως ως προεδρεύων του Συμβουλίου Εθναρχίας. Μεταξύ άλλων, προήδρευσε μεγάλου συλλαλητηρίου που οργανώθηκε στη Λευκωσία στις 16.2.1947 προς ενίσχυση του έργου της υπό τον Λεόντιο πρεσβείας.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο Μακάριος αρχιεπίσκοπος Κύπρου: Δυστυχώς ο Λεόντιος πέθανε 36 μόνο ημέρες μετά την εκλογή του στο αρχιεπισκοπικό αξίωμα. Η Κυπριακή Εκκλησία δεν είχε προλάβει ακόμη να αναδιοργανωθεί πλήρως και μετά τον θάνατο του Λεοντίου (26 Ιούλη 1947), ο Κυρηνείας Μακάριος παρέμεινε ως ο μόνος νέος υποψήφιος αρχιεπίσκοπος, ενώ είχε αναλάβει και ως τοποτηρητής. Η κυπριακή Αριστερά, που αντιπολιτευόταν τον Μακάριο, ετάχθη κατά της υποψηφιότητας του και προέβαλε ως δικό της υποψήφιο τον (παρεπιδημούντα ακόμη) «εξωκλιματικό» μητροπολίτη Δέρκων Ιωακείμ. Ο τελευταίος, αν και άφησε να εννοηθεί ότι θα αποδεχόταν τυχόν εκλογή του, αναγκάστηκε ωστόσο να αναχωρήσει από την Κύπρο εσπευσμένα, κατόπιν εντολής του πατριαρχείου Κωνσταντινουπόλεως στο οποίο ανήκε και το οποίο ευνοούσε την εκλογή του Κυρηνείας Μακαρίου ως νέου αρχιεπισκόπου, πράγμα που ανοικτά υποστήριξε και η Αθήνα. Το οικουμενικό πατριαρχείο απέστειλε τότε στην Κύπρο δύο άλλους ιεράρχες του, τους μητροπολίτες Περγάμου Αδαμάντιο και Σάρδεων Μάξιμο, για τη συμπλήρωση του αριθμού των απαραίτητων τριών μητροπολιτών προς εκλογή αρχιεπισκόπου. Έτσι παρά το ότι η Αριστερά συνέχισε να προβάλλει ως υποψήφιο τον Ιωακείμ Δέρκων, η εκλογή του Κυρηνείας Μακάριου ήταν πλέον βέβαια. Και πράγματι, αυτός εξελέγη ως νέος αρχιεπίσκοπος Κύπρου στις 24 Δεκέμβρη του 1947.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ως αρχιεπίσκοπος Κύπρου, ο Μακάριος Β΄ υπηρέτησε για σύντομο διάστημα, από τις 24.12.1947 μέχρι το θάνατο του στις 28.6.1950. Δηλαδή για διάστημα δυόμισι χρόνων.</p>
                </div>
            </div>
        </div>
    </div>



    <div class="about">
        <div class="about-heading">
            <div class="container">
                <h3 class="wow fadeInUp animated" data-wow-delay=".2s" style="text-decoration: underline;">Σωφρόνιος Γ Φοινιεύς</h3>
            </div>
        </div>
        <div class="about-top">
            <div class="container">
                <div class="about-bottom">
                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Σωφρόνιος Γ Φοινιεύς</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Αρχιεπίσκοπος Κύπρου από το 1865 μέχρι το 1900 (περίοδοι τουρκοκρατίας και αγγλοκρατίας). Ο Σωφρόνιος Γ΄ υπήρξε ο τελευταίος αρχιεπίσκοπος της περιόδου της τουρκοκρατίας και ο πρώτος της περιόδου της αγγλοκρατίας. Στον αρχιεπισκοπικό θρόνο διεδέχθη τον αρχιεπίσκοπο Μακάριο Α΄ (1854-1865).</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο Σωφρόνιος γεννήθηκε στις 25 του Απρίλη του 1825 στο χωριό Πρόδρομος της επαρχίας Λεμεσού. Η μητέρα του καταγόταν από τον Πρόδρομο και ο πατέρας του από το Φοινί. Σε πολύ μικρή ηλικία η οικογένεια του μετοίκισε στο Φοινί (απ’ όπου και το επίθετο Φοινιεύς).</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Σε μικρή ηλικία κατετάγη ως δόκιμος στο μοναστήρι της Τροοδίτισσας, όπου διδάχθηκε και τα πρώτα γράμματα. Στις 16.4.1842 χειροτονήθηκε σε διάκονο από τον επίσκοπο Πάφου Χαρίτωνα. Μέσα στον ίδιο χρόνο έφυγε για την Αττάλεια και απ’ εκεί πήγε στη Σμύρνη για σπουδές. Στη Σμύρνη φοίτησε στην Ευαγγελική Σχολή και ταυτόχρονα υπηρέτησε, για 7 χρόνια, ως διάκονος στον ναό του Ορδοθόξου Νοσοκομείου. Εργάστηκε επίσης ως δάσκαλος στις κατώτερες τάξεις της Σχολής. Πήγε ύστερα στην Αθήνα για συνέχιση των σπουδών του. Φοίτησε στη Ριζάρειο Σχολή και στη συνέχεια παρακολούθησε θεολογία και φιλολογία στο Πανεπιστήμιο Αθηνών.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Όταν επέστρεψε στην Κύπρο διορίστηκε σχολάρχης της Ελληνικής Σχολής Λευκωσίας, υπηρετώντας στη θέση αυτή από το 1861 μέχρι 1865. Το 1865, μετά τον θάνατο του αρχιεπισκόπου Μακαρίου Α΄ (4 Αυγούστου), ο Σωφρόνιος εξελέγη νέος αρχιεπίσκοπος Κύπρου. Το 1871, όταν χήρευσε ο πατριαρχικός θρόνος της Κωνσταντινουπόλεως, ο Σωφρόνιος προβλήθηκε ως υποψήφιος οικουμενικός πατριάρχης, με ανθυποψηφίους τον πρώην πατριάρχη Άνθιμο και τον τότε μητροπολίτη Χίου. Ο σουλτάνος απέκλεισε τον Χίου και τον Κύπρου, κι έτσι εξελέγη στον οικουμενικό θρόνο ξανά ο Άνθιμος Ζ΄.</p>

                    <p class="wow fadeInUp animated" data-wow-delay=".2s">Ο Σωφρόνιος, που υπήρξε δάσκαλος ο ίδιος, επέδειξε ως αρχιεπίσκοπος ζωηρό ενδιαφέρον για την εκπαίδευση και συνέβαλε σημαντικά στην ίδρυση σχολείων. Μάλιστα το 1889 προέβη σε ενέργειες προς την Ελλάδα και την Αίγυπτο προκειμένου να εξασφαλίσει βοήθεια για ίδρυση γυμνασίου στην Κύπρο, που πράγματι άρχισε τη λειτουργία του στη Λευκωσία το 1893 (Παγκύπριον Γυμνάσιον). Με το θάνατο του Σοφρωνίου το 1900 οι έλληνες της Κύπρου χωρίστηκαν σε δύο παρατάξεις, στους «αδιάλλακτους», που υποστήριζαν σκληρή στάση έναντι των βρεττανών, και στους «διαλλακτικούς», που υποστήριζαν ότι με την συνεργασία θα μπορούσαν να εξασφαλισθούν καλύτερα αποτελέσματα. Η ηγεσία των «αδιαλλάκτων» ήσαν οι κύκλοι της επισκοπής Κιτίου, ενώ των «διαλλακτικών» οι κύκλοι της επισκοπής Κυρηνείας. Ο αρχιεπίσκοπος Σωφρόνιος απέφυγε την άμεση ανάμειξη του στα ζητήματα αυτά, προτιμώντας να παραμείνει αδρανής κατά τα τελευταία λίγα χρόνια της μακράς αρχιεπισκοπίας του.</p>
                </div>
            </div>
        </div>
    </div>
    <!-- //Personalities -->
</asp:Content>

